[ARFM_Effect_NeverMore]
ARFMNeverMoreFlyover="破碎！"

[AHWReqWepMagazine_A X2WeaponUpgradeTemplate]
FriendlyName="<font color='#df07b7'>安魂曲微型弹匣</font>"
FriendlyNamePlural="<font color='#df07b7'>安魂曲微型弹匣</font>"
BriefSummary="<font color='#df07b7'>弹药量减少但提升士兵移动力。</font>"
TinySummary="<font color='#df07b7'>机动性</font>"

[AHWReqWepMagazine_B X2WeaponUpgradeTemplate]
FriendlyName="<font color='#df07b7'>安魂曲巨型弹匣</font>"
FriendlyNamePlural="<font color='#df07b7'>安魂曲巨型弹匣</font>"
BriefSummary="<font color='#df07b7'>大幅增加弹药但降低士兵移动力。</font>"
TinySummary="<font color='#df07b7'>弹药量</font>"

[AHWReqWepMagazine_C X2WeaponUpgradeTemplate]
FriendlyName="<font color='#df07b7'>安魂曲智能弹匣</font>"
FriendlyNamePlural="<font color='#df07b7'>安魂曲智能弹匣</font>"
BriefSummary="<font color='#df07b7'>弹药量减少但装弹变为免费动作。</font>"
TinySummary="<font color='#df07b7'>免费装弹</font>"

[AHWReqWepMagazine_D X2WeaponUpgradeTemplate]
FriendlyName="<font color='#df07b7'>安魂曲速射弹匣</font>"
FriendlyNamePlural="<font color='#df07b7'>安魂曲速射弹匣</font>"
BriefSummary="<font color='#df07b7'>弹药量减少但装弹时获得监视行动点。</font>"
TinySummary="<font color='#df07b7'>监视装弹</font>"

[AHWReqWepMagazine_E X2WeaponUpgradeTemplate]
FriendlyName="<font color='#df07b7'>安魂曲脉冲弹匣</font>"
FriendlyNamePlural="<font color='#df07b7'>安魂曲脉冲弹匣</font>"
BriefSummary="<font color='#df07b7'>增加弹药量并提供免费装弹的能力，但降低暴击伤害。</font>"
TinySummary="<font color='#df07b7'>混合型</font>"

[AHWReqWepCapacitor_A X2WeaponUpgradeTemplate]
FriendlyName="<font color='#df07b7'>安魂曲快速放电电容</font>"
FriendlyNamePlural="<font color='#df07b7'>安魂曲快速放电电容</font>"
BriefSummary="<font color='#df07b7'>标准主武器攻击不再结束回合，但命中率随距离快速下降。</font>"
TinySummary="<font color='#df07b7'>行动经济</font>"

[AHWReqWepCapacitor_B X2WeaponUpgradeTemplate]
FriendlyName="<font color='#df07b7'>安魂曲爆发放电电容</font>"
FriendlyNamePlural="<font color='#df07b7'>安魂曲爆发放电电容</font>"
BriefSummary="<font color='#df07b7'>可消耗所有弹药攻击锥形区域内所有目标。</font>"
TinySummary="<font color='#df07b7'>锥形攻击</font>"

[AHWReqWepCapacitor_C X2WeaponUpgradeTemplate]
FriendlyName="<font color='#df07b7'>安魂曲脉冲放电电容</font>"
FriendlyNamePlural="<font color='#df07b7'>安魂曲脉冲放电电容</font>"
BriefSummary="<font color='#df07b7'>可消耗所有弹药攻击所有可见目标，但命中伤害减半。</font>"
TinySummary="<font color='#df07b7'>群体攻击</font>"

[AHWReqWepCapacitor_D X2WeaponUpgradeTemplate]
FriendlyName="<font color='#df07b7'>安魂曲调节放电电容</font>"
FriendlyNamePlural="<font color='#df07b7'>安魂曲调节放电电容</font>"
BriefSummary="<font color='#df07b7'>反应攻击命中率降低，但首次成功的监视、压制或杀戮地带攻击命中后可返还监视行动点。</font>"
TinySummary="<font color='#df07b7'>多重反应攻击</font>"

[AHWReqWepCapacitor_E X2WeaponUpgradeTemplate]
FriendlyName="<font color='#df07b7'>安魂曲谐振放电电容</font>"
FriendlyNamePlural="<font color='#df07b7'>安魂曲谐振放电电容</font>"
BriefSummary="<font color='#df07b7'>赋予特殊攻击能力：攻击精准度较低，但对所有非免疫目标必定暴击，并造成目标撕裂效果。</font>"
TinySummary="<font color='#df07b7'>特殊攻击</font>"

[AHWReqWepScope_A X2WeaponUpgradeTemplate]
FriendlyName="<font color='#df07b7'>安魂曲灵能瞄准镜</font>"
FriendlyNamePlural="<font color='#df07b7'>安魂曲灵能瞄准镜</font>"
BriefSummary="<font color='#df07b7'>提升命中率，对灵能目标暴击率大幅增加。</font>"
TinySummary="<font color='#df07b7'>反灵能</font>"

[AHWReqWepScope_B X2WeaponUpgradeTemplate]
FriendlyName="<font color='#df07b7'>安魂曲零点瞄准镜</font>"
FriendlyNamePlural="<font color='#df07b7'>安魂曲零点瞄准镜</font>"
BriefSummary="<font color='#df07b7'>同一回合内对同一目标的多次攻击获得命中率和暴击率加成。</font>"
TinySummary="<font color='#df07b7'>连击增益</font>"

[AHWReqWepScope_C X2WeaponUpgradeTemplate]
FriendlyName="<font color='#df07b7'>安魂曲全息瞄准镜</font>"
FriendlyNamePlural="<font color='#df07b7'>安魂曲全息瞄准镜</font>"
BriefSummary="<font color='#df07b7'>攻击全息标记单位，使其更易被命中。</font>"
TinySummary="<font color='#df07b7'>全息标记</font>"

[AHWReqWepScope_D X2WeaponUpgradeTemplate]
FriendlyName="<font color='#df07b7'>安魂曲自动瞄准镜</font>"
FriendlyNamePlural="<font color='#df07b7'>安魂曲自动瞄准镜</font>"
BriefSummary="<font color='#df07b7'>允许反应攻击造成暴击。</font>"
TinySummary="<font color='#df07b7'>反应暴击</font>"

[AHWReqWepCore_A X2WeaponUpgradeTemplate]
FriendlyName="<font color='#df07b7'>安魂曲聚焦镜组</font>"
FriendlyNamePlural="<font color='#df07b7'>安魂曲聚焦镜组</font>"
BriefSummary="<font color='#df07b7'>暴击杀敌可返还行动点。</font>"
TinySummary="<font color='#df07b7'>暴击回能</font>"

[AHWReqWepCore_B X2WeaponUpgradeTemplate]
FriendlyName="<font color='#df07b7'>安魂曲核心镜组</font>"
FriendlyNamePlural="<font color='#df07b7'>安魂曲核心镜组</font>"
BriefSummary="<font color='#df07b7'>提升武器伤害，攻击会造成目标撕裂。</font>"
TinySummary="<font color='#df07b7'>伤害提升</font>"

[AHWReqWepCore_C X2WeaponUpgradeTemplate]
FriendlyName="<font color='#df07b7'>安魂曲增幅镜组</font>"
FriendlyNamePlural="<font color='#df07b7'>安魂曲增幅镜组</font>"
BriefSummary="<font color='#df07b7'>暴击杀敌可减少技能冷却时间1回合。</font>"
TinySummary="<font color='#df07b7'>暴击减CD</font>"

[AHWReqWepCore_D X2WeaponUpgradeTemplate]
FriendlyName="<font color='#df07b7'>安魂曲谐振镜组</font>"
FriendlyNamePlural="<font color='#df07b7'>安魂曲谐振镜组</font>"
BriefSummary="<font color='#df07b7'>大幅提升擦伤伤害。</font>"
TinySummary="<font color='#df07b7'>擦伤强化</font>"

[ARFMReqUpEOCapacitor X2AbilityTemplate]
LocFriendlyName="<font color='#df07b7'>谐振放电</font>"
LocLongDescription="<font color='#df07b7'>特殊攻击，命中率较低但必定对非免疫目标造成暴击并施加严重撕裂效果。</font>"
LocHelpText="<font color='#df07b7'>特殊攻击，命中率较低但必定暴击非免疫目标并造成严重撕裂。</font>"
LocFlyOverText="<font color='#df07b7'>谐振放电</font>"

[ARFMReqUpBDCapacitor X2AbilityTemplate]
LocFriendlyName="<font color='#df07b7'>爆发放电</font>"
LocLongDescription="<font color='#df07b7'>消耗所有弹药攻击锥形区域内所有目标。</font>"
LocHelpText="<font color='#df07b7'>消耗所有弹药攻击锥形区域内的所有目标。</font>"
LocFlyOverText="<font color='#df07b7'>爆发放电</font>"

[AHWRequiemMechapedeAutopsy X2TechTemplate]
DisplayName="<font color='#df07b7'>补天机兽解剖</font>"
Summary="一只补天机兽的残骸。这台机器的内部结构对于传统机械来说就像其设计对人类工程学一样陌生。"
CodeName="启示者"
LongDescription="这个实体的外壳在乍看之下设计相对简单。极厚的异星合金层板使其极其坚韧。然而，在那之下，我可以说我从未见过如此完全陌生的事物。这个实体完全模糊了生物学和工程学之间的界限，我们甚至没有希望开始复制这个实体内部的绝大多数结构，即使是使用复仇者号上可用的设备。它的大多数内部系统更像是器官而不是机械，但是，它的大脑（暂且这么称呼）确实拥有用于变种人通信系统的接口。有了这个，我们或许能够回收一些有用的东西。 -理查德 · 泰根"
AlertString="补天机兽"

[AHWRequiemAltarAutopsy X2TechTemplate]
DisplayName="<font color='#df07b7'>神坛解析</font>"
Summary="尽管已毁坏且明显无法运作，这台外星机器的深处仍散发出巨大的热量。"
CodeName="破晓者"
LongDescription="我认为这台机器的核心是一个高度不稳定的安魂曲核心，被一种独特的装置所包含，其内部温度与恒星核心相当，但体积不大于一个苹果。幸运的是，这种容器极其坚固，因为任何容器的撕裂都可能导致爆炸，其威力相当于高产热核装置，甚至更糟。我必须承认，这个装置运作的物理原理超出了我的理解范围。但是，利用一台神坛的残骸和一套特别设计的护甲，我们可以利用所产生的能量，尽管潜在输出会有很大的损失。- 理查德·泰根"  
AlertString="破晓者"

[AHWRequiemSeekerAutopsy X2TechTemplate]
DisplayName="<font color='#df07b7'>猎杀者解剖</font>"
Summary="一台猎杀者的残骸。这台机器在检查过程中容易发生抽搐，令人不安。"
CodeName="捕人器"
LongDescription="对这台机器内部结构的深入研究启发了一种新型装备的设计——幻象护甲。这种装备能够实现类似探索者本身的主动隐身效果，将允许我们进行精确的手术式操作。- 理查德·泰根"  
AlertString="猎杀者"

[AHWRequiemLegateAutopsy X2TechTemplate]
DisplayName="<font color='#df07b7'>使徒解剖</font>"
Summary="使徒的尸体。与大多数尸体不同，使徒的有机尸体正在慢慢钙化，而不是腐烂。"
CodeName="Aquilifer"
LongDescription="任何拯救使徒护甲内部系统的希望都必须被驳回，因为由于实际中和使者的战斗能力所需的损害程度荒谬，所以这是根本不可行的。然而，它的主要武器是更可挽救的状况-泰根。"
AlertString ="使徒"

[AHWRequiemTaipanAutopsy X2TechTemplate]
DisplayName="<font color='#df07b7'>安魂曲太攀蛇解剖</font>"
Summary="太攀蛇的残骸。腐烂时会发出刺鼻的气味。体内含有大量天然油脂，被我们的死神和其他一些有……可疑饮食习惯的人视为美味佳肴。"
CodeName="天灾"
LongDescription="尽管在我详细检查之前很难说服某些工作人员不要烧烤外星人的尸体，但这些太攀蛇是寄生兽和毒蛇怪DNA 的杂交结果。尽管这些标本的外观令人生畏，但据成功捕获活体太攀蛇的抵抗组织成员报告说，它们在圈养期间非常温顺，而且正如在通过手术切除尸体碎片进行的小型测试中观察到的那样，它们出人意料地是易燃的。与它们的名字不同，太攀蛇配备了各种各样的安魂武器，它们实际上并没有毒，而且由于它们肌肉组织的差异，它们也无法像毒蛇怪一样，束缚人类。如果解除武装，太攀蛇可以安全地被制服并接受审讯。"
AlertString="太攀蛇"

[AHWRequiemFloaterAutopsy X2TechTemplate]
DisplayName="<font color='#df07b7'>漂浮者解剖</font>"
Summary="漂浮者的尸体。这种赛博憎恶是变种人单位未能达到标准的明显可怕命运。"
CodeName="憎恶"
LongDescription="对这个样本的分析导致了我所说的战斗技术革命，安魂曲瓦尔基里护甲。能够飞行，这种护甲使我们能够将战斗带到天空。-理查德·泰根"
AlertString="漂浮者"

[AHWRequiemGunshipAutopsy X2TechTemplate]
DisplayName="<font color='#df07b7'>炮艇解析</font>"
Summary="炮艇的残骸。虽然受损严重，但可能会从这架炮艇的残骸中找到一些有价值的东西。"
CodeName="苍蝇拍"
LongDescription="虽然炮艇的脊椎加农炮太大且耗电，无法在我们自己的任何设备中有效利用，但快速发射的加农炮几乎与破坏者相同，可以进一步小型化以用作重型武器.-理查德·泰根"
AlertString="炮艇"

[AHWRequiemCyberdiscAutopsy X2TechTemplate]
DisplayName="<font color='#df07b7'>闪变机甲解剖</font>"
Summary="闪变机甲的残骸。虽然耐用的外壳仍然完好无损，但内部却被严重腐蚀和损坏，标本似乎是某种生物力学有机体。一些武器可能还可以被抢救出来。"
CodeName="死亡讨论"
LongDescription="虽然大多数武器系统都太深地集成到该设备的核心安魂系统中，似乎是为了防止篡改和潜在的研究而设计的，但我们已经能够在该设备中复制外围武器，牵引光束，它应该可以装备在专用护甲上。"
AlertString="闪变机甲"

[AHWRequiemNivenAutopsy X2TechTemplate]
DisplayName="<font color='#df07b7'>圣仆解析</font>"
Summary="圣仆的尸体。它的内部结构似乎已经腐烂，这表明被称为圣仆的奇怪装置是一种生物力学结构。"
CodeName="环群"
LongDescription="对圣仆机械部件的仔细分析带来了一个新发现，一个微型灵能电容器，我们自己的部队可以在战场上使用它。-理查德·泰根"
AlertString="圣仆"

[AHWRequiemOutsiderAutopsy X2TechTemplate]
DisplayName="<font color='#df07b7'>暗示者解剖</font>"
Summary="暗示者的遗物。它们不会腐烂，也不会受到时间流逝的影响。这些尸体中残留着令人担忧的灵能能量。"
CodeName="镜子幽灵"
LongDescription="尽管我抱有希望，但这些标本，这些被称为暗示者的极其人形的外星人，超出了我们目前的能力来全面分析。暗示者大部分由独特的层状硅晶格组成，而它的神经系统似乎是一个复合晶格硅和一种未知元素，它们一起形成一种有机灵能电路，使其能够利用大量的灵能能量。这些暗示者是高度智能的超维度实体，不仅能够随意穿越维度，而且还能利用它们。是强大的灵能者，其能力不同于我们之前从外星人那里看到的任何其他赛博大脑的暗示者变体，由安魂曲核心提供动力，被整合到暗示者的大脑系统和骨骼结构中，而不是作为替代品。虽然我们冒着引爆其安魂曲核心的风险，但我们的骷髅杰克（插头器）能够与这个赛博植入物连接，我们可以利用这种能力来破坏其作为维度锚的功能，我有理由相信这一点。对于这些异次元外星人来说将会立即致命。然而，这样做有引爆为其提供动力的安魂曲核心的风险。我无法开始推测这些外星人以何种身份为长老们服务，因为人们对他们知之甚少，但在"内特调查"期间发现的关于他们活动的少量情报和罕见记录表明，他们的至少一个角色是观察、诱惑，以及灵能的绑架。 -泰根。"
AlertString="暗示者"

[AHWRequiemAndromelidAutopsy X2TechTemplate]
DisplayName="<font color='#df07b7'>安魂曲仙女座解析</font>"
Summary="仙女座战斗外壳的残骸。安魂曲武器状况异常良好，我们也许能够对其结构进行逆向工程。"
CodeName="死亡迷雾"
LongDescription="虽然对仙女座的武器进行逆向工程本身就是一项挑战，但我很高兴地报告我们的尝试取得了成功。至于【死亡烟雾】，这些仙女座因此而臭名昭著，尽管遭到了布拉德福德中央军官的反对，认为化学武器太不道德、太不稳定、太危险，无法尝试复制。无论它可以提供什么潜在的战斗优势，它对非战斗人员和我们自己的士兵的潜在附带损害太严重，不容忽视。 -泰根"
AlertString ="仙女座"

[AHWRequiemMechtoidAutopsy X2TechTemplate]
DisplayName="<font color='#df07b7'>幽浮机甲分析</font>"
Summary="幽浮机甲的尸体。虽然实际框架与常规变种人 MEC 共享许多部件，并且还参考了许多老式幽浮机甲的结构，但其灵能能力源于集成到其系统中的灰人。这个样本的真正价值在于其安魂曲武器。"
CodeName="精神之眼"
LongDescription="所谓的取心长矛已被证明是一项具有启发性的研究。它具有不可思议的能力，可以穿透我们所知道的几乎所有形式的护甲和护盾，这使得我们的大多数护甲设计都已经过时了。然而，另一方面，如果成功对其进行逆向工程，这种能力无疑对变种人的重护甲部队非常有用。-泰根"
AlertString="幽浮机甲"

[AHWRequiemSeraphAutopsy X2TechTemplate]
DisplayName="<font color='#df07b7'>六翼天使解剖</font>"
Summary="六翼天使的尸体。虽然与执政官有许多相似之处，但这些标本拥有增强的灵能潜能，以及集成迫击炮系统的独特变体。"
CodeName="天使"
LongDescription="这些样本，被我们在现场的特工称为六翼天使，似乎在很大程度上基于异变者和人类 DNA 的杂交。其极端的空中机动性和致命的安魂曲武器对我们的特工构成了严重威胁，然而，对其的研究心血管系统表明它非常容易受到毒物的影响，如果我们使用有毒武器，这一弱点肯定会对我们有利。-泰根"
AlertString="六翼天使"

[AHWRequiemTitanAutopsy X2TechTemplate]
DisplayName="<font color='#df07b7'>泰坦解剖</font>"
Summary="从生物学角度来说，这种狂暴者的变种除了体型异常庞大之外，与标准物种几乎没有什么区别。不过，其身体的巨大耐用性和所拥有的压倒性力量似乎是由于其众多的植入物所致。"
CodeName="巨兽"
LongDescription="在回收的外星数据情报中被正式指定为【泰坦】单位，这些狂暴者的巨大耐用性是由于其真皮内分层的特殊灵能导电合金纳米编织，使其在灵能能量被释放时其皮肤比实心钢更坚韧虽然这种植入护甲的好处是显而易见的，但当暴露于灵能时，这种纳米编织会持续给植入对象带来巨大的、致残的疼痛，我们的志愿者称这种疼痛比被放火或喷射更糟糕。更糟糕的是，外星人将一个装置直接植入泰坦的大脑中，该装置不仅可以控制泰坦的行动，还可以放大泰坦所承受的痛苦，并将其转化为灵能，并在泰坦的许多植入物中武器化 ，并反馈到其皮肤内的灵能纳米编织中，保持其巨大的痛苦和力量。船员们将样本描述为对一切事物的【仇恨】的活生生的体现，即使在死亡时，这种灵能也依然存在。融入其体内，不肯散去。尽管其植入护甲的不道德性质使得我什至不会考虑尝试为我们的士兵复制它，但在其植入物中技术武器化灵能的新颖方法给了我许多见解，这将使我们的工程师能够显着改进我们的灵能手套。 -泰根。"
AlertString="泰坦"
UnlockedDescription="灵能护手伤害增加"

[AHWRequiemIncubatorAutopsy X2TechTemplate]
DisplayName="<font color='#df07b7'>梦魇母巢解剖</font>"
Summary="这个微型移动纳米工厂既是科学可能性的奇迹，也是外星人技术实力的可怕证明。"
CodeName="工厂"
LongDescription ="该样本是融合浆液与资源收获系统的组合，以及融合增强型合成肉块的组合，包裹在重型护甲和全副武装的机器人外壳中。这种系统组合使其能够制造和部署独特的寄生兽，我们称之为梦魇，这种能力在现场表现出了可怕的效果-泰根"
AlertString="梦魇母巢"
UnlockedDescription="动力护甲耐久度增加"

[AHWRequiemNavigatorAutopsy X2TechTemplate]
DisplayName="<font color='#df07b7'>导航者解剖</font>"
Summary="这些样本的奇怪神经结构和它们奇怪的行为表明，抵抗组织中的某些传言可能是真的。一些外星人确实可能以某种形式感知未来。"
CodeName="先知"
LongDescription="这个样本，所谓的导航者，是一种极其危险且经过广泛赛博改造的心灵能力者，看似由灰人和其他尚未识别的神经组织以及一种活的外星生物融合而成。其心灵能力令人震惊，就像这种构造一样可怕。然而，所涉及的技术可能会有用，当然需要一个自愿的志愿者。- 理查德·泰根"
AlertString="导航者"

[AHWRequiemNightmareAutopsy X2TechTemplate]
DisplayName="<font color='#df07b7'>梦魇解剖</font>"
Summary="虽然这些样本的植入系统已经严重腐蚀而无法研究，但梦魇的爪子仍然是一个令人着迷的赛博增强结构，尽管仍然轻巧且灵活，但仍能够撕裂钢铁。"
CodeName="扫雷"
LongDescription ="这个样本，即所谓的梦魇，是一种极其危险且经过广泛赛博改造的寄生兽，植入了爆炸性化学武器。虽然我们还没有找到足够完整的样本来研究其集成爆炸武器，但赛博增强的爪子激发了我们开颅刃设计的显着改进。-泰根"
AlertString="梦魇"
UnlockedDescription="开颅刃伤害增加"

[AHWRequiemTech X2TechTemplate]
DisplayName="<font color='#df07b7'>异常危险物质研究</font>"
Summary="被称为<font color='#df07b7'>安魂精华</font>的极度危险物质和相关的<font color='#df07b7'>安魂曲核心</font>，处理起来同样危险，被深深地融入到了这种新的外星武器变种中。"
CodeName="诅咒"
LongDescription="<Bullet/>虽然<font color='#df07b7'>安魂精华</font>仍然是个谜，但我们已经成功复制了必要的钒铍合金的制造来容纳它，使我们能够如果需要的话，可以制造<font color='#df07b7'>安魂曲核心</font> \n<Bullet/> 凭借沈小姐的专业知识和更多的研究，我们也许能够为我们的特工配备。这些<font color='#df07b7'>安魂曲武器。</font>-泰根博士"
AlertString="异常危险物质研究"
UnlockedDescription="安魂曲核心制造解锁"

[AHWAltarArmor X2ArmorTemplate]
FriendlyName="<font color='#df07b7'>长老之力破晓者战斗护甲</font>"
FriendlyNamePlural="<font color='#df07b7'>长老之力破晓者战斗护甲</font>"
BriefSummary="我们对神坛的研究为我们提供了一种突破性的新可能性：破晓者战斗护甲。"
TacticalText="<Bullet/> 这种独特设计融合了安魂军团设计中使用的技术优势与我们的护甲，极大地增强了我们士兵的防御和进攻能力。"

[AHWSeekerArmor X2ArmorTemplate]
FriendlyName="<font color='#df07b7'>塔兹马拉幻象护甲</font>"
FriendlyNamePlural="<font color='#df07b7'>塔兹马拉幻象护甲</font>"
BriefSummary="我们对猎杀者的研究为我们提供了一种突破性的新可能性：幻象护甲。"
TacticalText="<Bullet/> 这种独特设计融合了猎杀者设计中使用的技术优势与我们的护甲，使我们的士兵能够执行精确的隐形操作。"

[AHWFloaterArmor X2ArmorTemplate]
FriendlyName="<font color='#df07b7'>夏尔科兹瓦尔基里护甲</font>"
FriendlyNamePlural="<font color='#df07b7'>夏尔科兹瓦尔基里护甲</font>"
BriefSummary="我们对漂浮者的研究为我们提供了战斗中突破性的新可能性：瓦尔基里护甲。"
TacticalText="<Bullet/> 这种独特的设计将漂浮者设计中使用的技术优势与护甲相结合，使我们的士兵能够将战斗带上天空。"

[RequiemRounds X2AmmoTemplate]
FriendlyName="<font color='#df07b7'>卡埃拉塔尔弹药</font>"
FriendlyNamePlural="<font color='#df07b7'>卡埃拉塔尔弹药</font>"
BriefSummary="这些特制的穿甲弹是为了刺穿护甲并将安魂精华注入目标而设计的，但是利用安魂精华制造弹药的独特困难迫使我们将弹匣的尺寸缩小了一倍。"
TacticalText="<Bullet/> 这些致命的弹药提供护甲穿透力，并通过安魂曲腐蚀来折磨目标，但利用安魂曲精华制造弹药的独特困难迫使我们将弹匣的尺寸缩小一倍。<br>"

[RequiemNavigatorPCS X2EquipmentTemplate]
FriendlyName="认知调节芯片"
FriendlyNamePlural="认知调节芯片"
BriefSummary="赋予使用者额外意志、闪避、坚守能力和神经韧性，大大降低所受的心灵伤害。"
TacticalText="<Bullet/>赋予使用者额外意志、闪避、坚守能力和神经韧性，大大降低所受的心灵伤害。"

[RequiemMechapedePCS X2EquipmentTemplate]
FriendlyName="自动战术处理芯片"
FriendlyNamePlural="自动战术处理芯片"
BriefSummary="赋予使用者额外的意志和命中，使用者将在回合结束时进入监视状态。"
TacticalText="<Bullet/>赋予使用者额外的意志和命中，并使使用者在回合结束时进入监视状态。"

[RequiemRespirator X2EquipmentTemplate]
FriendlyName="植入呼吸器"
FriendlyNamePlural="植入呼吸器"
BriefSummary="赋予士兵毒免疫、勒伤免疫，以及逃脱束缚的能力（如果士兵尚未通过其他装备获得此能力）。"
TacticalText="<Bullet/> 赋予士兵毒免疫、勒伤免疫，以及逃脱束缚的能力（如果士兵尚未通过其他装备获得此能力）。"

[RequiemNivenBooster X2EquipmentTemplate]
FriendlyName="<font color='#df07b7'>圣仆电容</font>"
FriendlyNamePlural="<font color='#df07b7'>圣仆电容器</font>"
BriefSummary="这些灵能电容器可以增强士兵的灵能能力，使所有造成的灵能伤害提高 20%，并且对于那些可以利用它的人来说，可以提供额外的专注。"
TacticalText="<Bullet/> 这些灵能电容器可以增强士兵的灵能能力，使所有造成的灵能伤害提高 20%，并且对于那些可以利用它的人来说，可以提供额外的专注。"

[ARFMCaeraThal X2AbilityTemplate]
LocFriendlyName="卡埃拉塔尔弹药"

[ARFMCaeraThalLW X2AbilityTemplate]
LocFriendlyName="卡埃拉塔尔弹药"

[RequiemStainlessVest X2EquipmentTemplate]
FriendlyName="无垢金属背心"
FriendlyNamePlural="无垢金属背心"
BriefSummary="无垢金属背心是我们抵御腐蚀性武器的主要保护措施。"
TacticalText="<Bullet/> 增加士兵的耐用程度。\n <Bullet/> 提供针对安魂曲腐蚀的保护。\n <Bullet/> 减少梦魇爆炸伤害 40%。"

[CorpseRequiemAltar X2ItemTemplate]
FriendlyName="<font color='#df07b7'>神坛残骸</font>"
FriendlyNamePlural="<font color='#df07b7'>神坛残骸</font>"
BriefSummary="尽管已毁坏且明显无法运作，这台外星机器的深处仍散发出巨大的热量，对于我们奇迹般的胜利的来说，这是最好的奖励。"

[CorpseRequiemSeeker X2ItemTemplate]
FriendlyName="<font color='#df07b7'>猎杀者残骸</font>"
FriendlyNamePlural="<font color='#df07b7'>猎杀者残骸</font>"
BriefSummary="一台猎杀者的残骸。这台机器在检查过程中容易发生抽搐，令人不安。"

[CorpseRequiemMechapede X2ItemTemplate]
FriendlyName="<font color='#df07b7'>补天机兽残骸</font>"
FriendlyNamePlural="<font color='#df07b7'>补天机兽残骸</font>"
BriefSummary="补天机兽的残骸。这个实体的内部结构对于传统机械来说就像其设计对人类工程学一样陌生。"

[CorpseRequiemLegate X2ItemTemplate]
FriendlyName="<font color='#df07b7'>使徒尸体</font>"
FriendlyNamePlural="<font color='#df07b7'>使徒尸体</font>"
BriefSummary="一位使徒的尸体。长老Syusa赋予的超凡脱俗的力量已经从这具钙化的尸体上消失，但主要武器仍然完好无损。"

[CorpseRequiemGunship X2ItemTemplate]
FriendlyName="<font color='#df07b7'>炮艇残骸</font>"
FriendlyNamePlural="<font color='#df07b7'>炮艇残骸</font>"
BriefSummary="炮艇的残骸，外星人机械化战争的又一最新力作，现在我们不能说外星人不让地表部队获得空中掩护了。"

[CorpseRequiemNiven X2ItemTemplate]
FriendlyName="<font color='#df07b7'>圣仆残骸</font>"
FriendlyNamePlural="<font color='#df07b7'>圣仆残骸</font>"
BriefSummary="圣仆的惰性残骸。为这个外星装置提供动力的任何能量现在都已耗尽。"

[CorpseRequiemNavigator X2ItemTemplate]
FriendlyName="<font color='#df07b7'>导航员残骸</font>"
FriendlyNamePlural="<font color='#df07b7'>导航员残骸</font>"
BriefSummary="令人毛骨悚然、缓慢钙化的导航员残骸中包含了巨大的心灵能量，即使在死亡后也是如此。"

[CorpseRequiemFloater X2ItemTemplate]
FriendlyName="<font color='#df07b7'>漂浮者尸体</font>"
FriendlyNamePlural="<font color='#df07b7'>漂浮者尸体</font>"
BriefSummary="漂浮者的尸体。很难判断这些是变种人士兵的可怕尸体，还是被肢解、改造并重新改造为一种新的、更致命的形态的异变者尸体。"

[CorpseRequiemCyberdisc X2ItemTemplate]
FriendlyName="<font color='#df07b7'>闪变机甲残骸</font>"
FriendlyNamePlural="<font color='#df07b7'>闪变机甲残骸</font>"
BriefSummary="闪变机甲的残骸。虽然耐用的外壳仍然完好无损，但内部却严重腐蚀和损坏。一些武器可能还可以被抢救出来。"

[CorpseRequiemOutsider X2ItemTemplate]
FriendlyName="<font color='#df07b7'>暗示者的尸体</font>"
FriendlyNamePlural="暗示者尸体</font>"
BriefSummary="暗示者的尸体。通过表面检查很难确定该标本是生物性质的还是科技性质的，但它明显是人形的，并且不会腐烂。这些尸体中残留着大量的灵能"。

[CorpseRequiemTitan X2ItemTemplate]
FriendlyName="<font color='#df07b7'>泰坦尸体</font>"
FriendlyNamePlural="<font color='#df07b7'>泰坦尸体</font>"
BriefSummary="泰坦的尸体。尽管其死亡状况已被多次证实，但该标本看起来仍然令人生畏，而灵能敏感者仍然可以感受到它生前所怀有的仇恨的回声。"

[CorpseRequiemTaipan X2ItemTemplate]
FriendlyName="<font color='#df07b7'>太攀蛇尸体</font>"
FriendlyNamePlural="<font color='#df07b7'>太攀蛇尸体</font>"
BriefSummary="太攀蛇的尸体。这种经过广泛改造的毒蛇变种非常聪明且高度危险，但它也异常易燃，而且奇怪的是，它实际上似乎没有毒。"

[CorpseRequiemNightmare X2ItemTemplate]
FriendlyName="<font color='#df07b7'>梦魇尸体</font>"
FriendlyNamePlural="<font color='#df07b7'>梦魇尸体</font>"
BriefSummary="梦魇的尸体。这种经过广泛修改和赛博增强的寄生兽变体出人意料地脆弱，但可以以惊人的速度穿过固体，并包含多个植入的爆炸装置，使梦魇可以充当活地雷。 "

[CorpseRequiemIncubator X2ItemTemplate]
FriendlyName="<font color='#df07b7'>梦魇母巢残骸</font>"
FriendlyNamePlural="<font color='#df07b7'>梦魇母巢残骸</font>"
BriefSummary="梦魇母巢的残骸。一个移动混合纳米工厂和孕育者，用于建造困扰抵抗组织的活地雷，这些外星建筑在任何战场上都是可怕的预兆。他长得像看门人可能和Syusa本人的恶趣味或者长老间的内部政治斗争（如果有的话）有关"

[CorpseRequiemMechtoid X2ItemTemplate]
FriendlyName="<font color='#df07b7'>幽浮机甲残骸</font>"
FriendlyNamePlural="<font color='#df07b7'>幽浮机甲残骸</font>"
BriefSummary="幽浮机甲的残骸。灰人的基本系统以外的所有东西都被剥离了，剩下的部分已经与这个专门设计的机械框架整合在一起，让机械化底盘能够通过灰人的大脑来运用灵能。"

[CorpseRequiemSeraph X2ItemTemplate]
FriendlyName="<font color='#df07b7'>六翼天使尸体</font>"
FriendlyNamePlural="<font color='#df07b7'>六翼天使尸体</font>"
BriefSummary="六翼天使的尸体。这些美丽但致命的执政官变种，对其内部设计进行了一些广泛的改变，主要是用新的变种取代了原来的微型迫击炮。"

[CorpseRequiemAndromelid X2ItemTemplate]
FriendlyName="<font color='#df07b7'>安魂曲仙女座残骸</font>"
FriendlyNamePlural="<font color='#df07b7'>安魂曲仙女座残骸</font>"
BriefSummary="仙女座外壳的残骸。这种独特的半自主外星动力护甲变体极其危险，似乎是为近距离战斗而设计的。"

[ARFMRequiemCore X2ItemTemplate]
FriendlyName="<font color='#df07b7'>安魂曲核心</font>"
FriendlyNamePlural="<font color='#df07b7'>安魂曲核心</font>"
BriefSummary="<font color='#df07b7'>安魂曲武器的核心组件。</font>一个高度加固、专门设计的容器，可以相对..安全地武器化<font color='#df07b7'>安魂曲本质。</font>与外星人自己的武器中使用的设计相同。"
LootTooltip="这些稀有且极其有价值的晶体似乎是外星人新武器的核心。虽然我们不了解其基本机制，但只要有足够的时间进行适当的研究，我们就有可能复制他们的装备。- 泰根"
BlackMarketTexts="那些自称为圣殿骑士的疯狂邪教分子垂涎这些东西就像孩子们垂涎糖果一样.我宁愿不和这些东西在同一栋楼里，但钱多得惊人，所以如果你愿意卖的话，我有买家在等待购买。"

[ARFMRequiemEssence X2ItemTemplate]
FriendlyName="<font color='#df07b7'>安魂精华</font>"
FriendlyNamePlural="<font color='#df07b7'>安魂精华</font>"
BriefSummary="<Bullet/> 这种神秘的、放射性的、灵能活性的，更不用说极其危险的物质，在黑暗中会发出一种神秘而催眠的光芒。在明亮的环境中，它也很容易被误认为是草莓酱。 \n 这种<font color='#df07b7'>安魂精华</font>可能是迄今为止发现的最具毒性和腐蚀性的物质，直接接触会迅速腐蚀人类已知的任何和所有材料，除了一种例外，一种独特的钒。 \n <Bullet/> 指挥官，我必须强烈建议我们的士兵不要尝试食用神秘物质，虽然它看起来和闻起来都像草莓酱，但显然，任何尝试食用这种<font color='#df07b7'>安魂精华</font>的行为肯定会致命——理查德·泰根"
BlackMarketTexts="那些自称为圣殿骑士的疯狂邪教分子垂涎这些东西就像孩子们垂涎糖果一样.我宁愿不和这些东西在同一栋楼里，但钱多得惊人，所以如果你愿意卖的话，我有买家在等待购买。"

[AHWRequiemBit X2GremlinTemplate]
FriendlyName="<font color='#df07b7'>安魂哈米斯尔调节者</font>"
FriendlyNamePlural="<font color='#df07b7'>哈米斯尔调节者</font>"
BriefSummary="一个 <font color='#df07b7'>Bit</font> 旨在利用 <font color='#df07b7'>安魂曲核心</font>的SPARK BIT. 集成的灵能电路允许通过机械手段使用灵能，尽管它的效果远不如自然灵能."
TacticalText="<Bullet/> 集成的灵能电路允许通过机械手段使用灵能，尽管它的效果远不如自然灵能."
AbilityDescName="安魂BIT"

[AHWRequiemSparkSniper X2WeaponTemplate]
FriendlyName="<font color='#df07b7'>夏尔马拉重型狙击枪</font>"
FriendlyNamePlural="<font color='#df07b7'>夏尔马拉重型狙击枪</font>"
BriefSummary="一门重型加农炮，军事官称之为SPARK狙击枪，设计用于使用<font color='#df07b7'>安魂曲核心。</font>该武器对于远距离精确瞄准最为有效。作为安魂武器，该武器会造成<font color='#df07b7'>安魂曲腐蚀</font>"
TacticalText="<Bullet/> 一款SPARK狙击步枪，使用夏尔马拉粉碎炮成功攻击，如果攻击会使目标生命值较低，则有机会立即杀死目标。剩余生命值越低，机会就越高。"
AbilityDescName="夏尔马拉重型狙击枪"

[AHWRequiemSuperSparkRifle X2WeaponTemplate]
FriendlyName="<font color='#df07b7'>Syu长老统治炮</font>"
FriendlyNamePlural="<font color='#df07b7'>Syu长老统治炮</font>"
BriefSummary="一门SPARK用重型加农炮，设计用于使用<font color='#df07b7'>安魂曲核心。</font>该武器设计用于中距离快速射击。作为安魂武器，该武器会造成<font color ='#df07b7'>安魂曲腐蚀</font>"
TacticalText="<Bullet/> Syu长老统治炮开火后不会结束回合\n<Bullet/>"
AbilityDescName="Syu长老统治炮"

[AHWRequiemBlaster X2WeaponTemplate]
FriendlyName="<font color='#df07b7'>Syu冲击波</font>"
FriendlyNamePlural="<font color='#df07b7'>Syu冲击波</font>"
BriefSummary="一种独特的重型武器，旨在利用<font color='#df07b7'>安魂曲核心。</font>这款微型破坏者武器以长老Syusa命名并拥有无限弹药，可以在回合中多次发射，并且<font color='#df07b7'>也许</font>具有非常强大的杀伤力。作为安魂武器，该武器有小几率击晕目标，造成<font color='#df07b7'>安魂曲腐蚀</font>"
TacticalText="<Bullet/> Syu冲击波拥有无限弹药，并且有很小的几率击晕被击中的目标。"
AbilityDescName="Syu冲击波"

[AHWRequiemMagnetron X2WeaponTemplate]
FriendlyName="<font color='#df07b7'>夏奎兹磁控管</font>"
FriendlyNamePlural="<font color='#df07b7'>夏奎兹磁控管</font>"
BriefSummary="一种独特的重型武器，旨在利用<font color='#df07b7'>安魂曲核心。</font>虽然它一次只能瞄准一个单位，但夏奎兹能够强制重新定位，作为安魂武器，该武器会重新定位目标并对其造成严重伤害。"
TacticalText=" <Bullet/> 夏奎兹能够强行重新定位目标，同时对目标造成严重伤害。"
AbilityDescName="夏奎兹磁控管"

[AHWRequiemLance X2WeaponTemplate]
FriendlyName="<font color='#df07b7'>巴拉科尔取心炮</font>"
FriendlyNamePlural="<font color='#df07b7'>巴拉科尔取心炮</font>"
BriefSummary="一门SPARK用重型大炮，旨在利用<font color='#df07b7'>安魂曲核心。</font>它以射程换取发射光束的能力，熔化肉体和结构。作为安魂曲武器，该武器造成<font color='#df07b7'>安魂曲腐蚀</font>"
TacticalText="<Bullet/> 巴拉科尔取心炮可以发射光束来熔化结构和肉体，但代价是有效射程有限。"
AbilityDescName="巴拉科尔取心炮"

[AHWRequiemHeavyRifle X2WeaponTemplate]
FriendlyName="<font color='#df07b7'>安魂曲卡拉马尔重型步枪</font>"
FriendlyNamePlural="<font color='#df07b7'>安魂曲卡拉马尔重型步枪</font>"
BriefSummary="重型突击步枪，旨在利用<font color='#df07b7'>安魂曲核心。</font>卡拉马尔突击步枪提供强大的火力以及增强型压制火力。作为安魂曲武器，该武器造成<font color='#df07b7'>安魂曲腐蚀</font>"
TacticalText="<Bullet/> 卡拉马尔是一种极其强大的武器，提供强大的集中攻击火力和实用性。"
AbilityDescName="安魂曲卡拉马尔重型步枪"

[AHWRequiemRifle X2WeaponTemplate]
FriendlyName="<font color='#df07b7'>安魂曲塔兹科尔突击步枪</font>"
FriendlyNamePlural="<font color='#df07b7'>安魂曲塔兹科尔突击步枪</font>"
BriefSummary="中等重量的突击步枪，设计用于使用<font color='#df07b7'>安魂曲核心。</font>塔兹科尔突击步枪提供同样的伤害和多功能性。作为安魂曲武器，该武器会造成伤害<font color='#df07b7'>安魂曲腐蚀</font>"
TacticalText="<Bullet/> 多功能、致命，塔兹科尔突击步枪在任何情况下都非常有用。 \n<Bullet/> 先进的光学系统使用户能够在战场上发挥巨大的多功能性。"
AbilityDescName="塔兹科尔突击步枪"

[AHWRequiemSword X2WeaponTemplate]
FriendlyName="<font color='#df07b7'>塔兹纳尔突击之刃</font>"
FriendlyNamePlural="<font color='#df07b7'>塔兹纳尔突击之刃</font>"
BriefSummary="一种特殊的刀片，旨在利用<font color='#df07b7'>安魂曲核心。</font>最初设计用于切割叛变的散兵的变种人护甲，纳尔突击之刃是对天选刺客自己的剑的致命致敬，作为安魂武器，该武器会造成<font color='#df07b7'>安魂曲腐蚀</font>"
TacticalText="<Bullet/> 塔兹纳尔突击刀是一种强大的近战选项，也是近距离战斗中值得信赖的备用武器。"
AbilityDescName="塔兹纳尔突击之刃"

[AHWRequiemSMG X2WeaponTemplate]
FriendlyName="<font color='#df07b7'>安魂曲蛤蛤冲锋枪</font>"
FriendlyNamePlural="<font color='#df07b7'>安魂曲蛤蛤攻城冲锋枪</font>"
BriefSummary="一种轻量级卡宾枪，旨在利用<font color='#df07b7'>安魂曲核心。</font>尽管安魂曲蛤蛤冲锋枪比其更强大的同类产品造成的伤害要小得多，但它具有独特的优势，可以尽可能的倾泄弹药。安魂曲武器，该武器会造成<font color='#df07b7'>安魂曲腐蚀</font>"
TacticalText="<Bullet/> 蛤蛤冲锋枪造成的伤害比所有其他主要安魂曲武器要少，但能够超速驱动电容器以将火力集中在目标上。 \n<Bullet/> 配有扩展弹匣和自动装弹机，仅此武器就可以扭转局势。"
AbilityDescName="蛤蛤冲锋枪"

[AHWRequiemPistol X2WeaponTemplate]
FriendlyName="<font color='#df07b7'>安魂曲哈科手枪</font>"
FriendlyNamePlural="<font color='#df07b7'>安魂曲哈科手枪</font>"
BriefSummary="一种超轻卡宾枪，设计用于使用<font color='#df07b7'>安魂曲核心。</font>安魂曲哈科手枪是威力最弱的安魂武器，可作为我们的备用武器。安魂曲哈科手枪是我们的特工在面临被狂战士迎面攻击的危险，且对使用剑的胜算信心不足时的备用武器，这种武器会造成<font color='#df07b7'>安魂曲腐蚀</font>"。
TacticalText="<Bullet/> 安魂曲哈科手枪，具有快速充电电池，无需重新装弹，它的放电率比蛤蛤低得多，每次射击消耗一个行动点。\ n<Bullet/> 然而，与蛤蛤一样，哈科每次射击造成的伤害很小。"
AbilityDescName="安魂曲哈科手枪"

[AHWRequiemCannon X2WeaponTemplate]
FriendlyName="<font color='#df07b7'>巴拉卡尔区域主宰重炮</font>"
FriendlyNamePlural="<font color='#df07b7'>巴拉卡尔区域主宰重炮</font>"
BriefSummary="采用<font color='#df07b7'>安魂核心</font>的<font color='#df07b7'>重型机枪</font>，凭借超载能量储备与速充电容，可单回合多次开火且无需行动点装填。作为安魂武装，该武器会施加<font color='#df07b7'>安魂腐蚀</font>效果"
TacticalText="<Bullet/> 巴拉卡尔区域主宰重炮具有卓越区域控制能力，支持单回合多次射击\n<Bullet/> 超载能量储备与速充电容使其无需消耗行动点即可完成装填"
AbilityDescName="巴拉卡尔区域主宰重炮"

[AHWRequiemShotgun X2WeaponTemplate]
FriendlyName="<font color='#df07b7'>安魂曲巴拉杜姆霰弹枪</font>"
FriendlyNamePlural="<font color='#df07b7'>安魂曲巴拉杜姆霰弹枪</font>"
BriefSummary="一门光炮，旨在利用<font color='#df07b7'>安魂曲核心。</font>它提供巨大的近距离火力，但在远距离上没有用处。作为安魂曲武器，这种武器造成<font color='#df07b7'>安魂曲腐蚀</font>"
TacticalText="<Bullet/> 近距离战斗充满了危险，但巴拉杜姆爆裂加农炮的持有者永远不必担心自己的火力处于劣势。 \n<Bullet/> 巴拉杜姆爆裂加农炮在近距离时不会失手\n<Bullet/> 然而，它的精确度在一定范围内会迅速降低到零。"
AbilityDescName="巴拉杜姆霰弹枪"

[AHWRequiemSniper X2WeaponTemplate]
FriendlyName="<font color='#df07b7'>安魂曲塔尔卡赞狙击枪</font>"
FriendlyNamePlural="<font color='#df07b7'>安魂曲塔尔卡赞狙击枪</font>"
BriefSummary="安魂曲狙击枪，设计用于使用<font color='#df07b7'>安魂曲核心。</font>它必须先充能才能发射。作为安魂武器，该武器会造成<font color=' #df07b7'>安魂曲腐蚀</font>"
TacticalText="<Bullet/> 虽然它在射击前充电和射击后冷却的必要性限制了它的可用性并阻止其用于监视射击，但它对机器人目标提供了无与伦比的火力。\n<Bullet/> 塔尔卡赞完全是无视护盾，穿透所有护甲，在小范围内造成伤害，极大地粉碎任何被击中单位的护甲。"
AbilityDescName="塔尔卡赞超重型爆弹枪"

[AHWRequiemBolter X2WeaponTemplate]
FriendlyName="<font color='#df07b7'>安魂曲科卡赞重型弩枪</font>"
FriendlyNamePlural="<font color='#df07b7'>安魂曲科卡赞重型弩枪</font>"
BriefSummary="重型爆弹枪，设计用于使用<font color='#df07b7'>安魂曲核心。</font>是高机动性士兵的理想武器。作为安魂武器，该武器造成<font color='# df07b7'>安魂曲腐蚀</font>"
TacticalText="<Bullet/> 可怕的太攀蛇选择的安魂曲武器的回收版本。\n<Bullet/> 科尔卡赞能够穿透中等数量的护甲，是一款强大的弩枪，其穿刺弩箭可造成大量伤害严重损坏。"
AbilityDescName="安魂曲科卡赞重型弩枪"

[AHWRequiemScoutSniper X2WeaponTemplate]
FriendlyName="<font color='#df07b7'>安魂曲莫尔卡赞侦查狙击枪</font>"
FriendlyNamePlural="<font color='#df07b7'>安魂曲莫尔卡赞侦查狙击枪</font>"
BriefSummary="一款维克托步枪，旨在利用<font color='#df07b7'>安魂曲核心。</font>它的火力比它的姐妹塔尔卡赞低得多，但为使用者提供了卓越的实用性。作为安魂武器，该武器会造成<font color='#df07b7'>安魂曲腐蚀</font>"
TacticalText="<Bullet/> 莫尔卡赞的火力明显低于塔尔卡赞，也低于大多数其他主要安魂曲武器。\n<Bullet/> 作为其低伤害和单发射击特性的交换，它的重量较轻允许用户在射击后快速重新定位或重新隐藏自己，并且还为连环杀戮提供加成。"
AbilityDescName="安魂曲莫尔卡赞侦查狙击枪"

[AHWHavocGrenade X2GrenadeTemplate]
FriendlyName="<font color='#df07b7'>混乱共振手雷</font>"
FriendlyNamePlural="<font color='#df07b7'>混乱共振手雷</font>"
BriefSummary="一种特殊的<font color='#df07b7'>手雷</font>使用了 <font color='#df07b7'>安魂曲精华</font>尽管其激活本身不造成伤害，但在梦魇波长上一系列 <font color='#df07b7'>安魂曲精华</font> 增强的神经共振脉冲将导致其作用区域内的爆炸物大规模引爆。"
TacticalText="<Bullet/>混乱共振器本身不能造成伤害，但会导致敌人携带的爆炸物在作用区域内大规模引爆。"
ThrownAbilityName="投掷混乱共振器"
ThrownAbilityHelpText="在作用区域内大规模引爆携带的爆炸物。"
LaunchedAbilityname="发射混乱共振器"
LaunchedAbilityHelpText="在作用区域内大规模引爆携带的爆炸物。"

[AHWKosmaGrenade X2GrenadeTemplate]
FriendlyName="<font color='#df07b7'>科斯马手榴弹</font>"
FriendlyNamePlural="<font color='#df07b7'>科斯马手榴弹</font>"
BriefSummary="一种注入了<font color='#df07b7'>安魂精华的特殊手榴弹。</font>虽然最初破坏性不大，但可以与<font color='#df07b7'>科斯马发射器搭配使用</font > 作为安魂武器，该武器会造成<font color='#df07b7'>安魂曲腐蚀</font>"
TacticalText="<Bullet/> 科斯马手榴弹无法撕碎盔甲，但它们会破坏能量护盾并释放死亡烟雾，并且如果其初始爆炸会杀死敌人，则会阻止维持效果的激活。 \n<Bullet/> 被科斯马手榴弹损坏的单位会受到影响与<font color='#df07b7'>安魂曲腐蚀</font>"
ThrownAbilityName="投掷科斯马手榴弹"
ThrownAbilityHelpText="对所有命中的目标造成安魂曲腐蚀，并释放死亡烟雾。"
LaunchedAbilityname="发射科斯马手榴弹"
LaunchedAbilityHelpText="对所有命中的目标造成安魂曲腐蚀，并释放死亡烟雾。"

[AHWKosmaLauncher X2GrenadeLauncherTemplate]
FriendlyName="<font color='#df07b7'>科斯马发射器</font>"
FriendlyNamePlural="<font color='#df07b7'>科斯马发射器</font>"
BriefSummary="经过修改以使用<font color='#df07b7'>安魂曲核心。</font>就其本身而言，它在情况上比磁力加速榴弹发射器有所改进，但与<font color='#df07b7'>科斯马手榴弹</font>配合会取得毁灭性的结果。"
TacticalText="<Bullet/> 科斯马发射器的射程比磁力加速榴弹发射器远得多，但不能为发射的弹药提供等效的爆炸半径。\n<Bullet/> 由于拥有安魂曲核心来产生所需的安魂曲本质上，它可以在战场上对科斯马弹药进行有限补充。"
AbilityDescName="科斯马发射器"

[ARFMMechapedePCS X2AbilityTemplate]
LocFriendlyName="自主战术处理"
LocLongDescription="每回合结束时进入监视状态。"
LocHelpText="每回合结束时进入监视状态。"
LocFlyOverText="自主战术处理"

[ARFMResonantCores X2AbilityTemplate]
LocFriendlyName="共振核心"
LocLongDescription="伤害型手榴弹获得额外+1破甲效果。"
LocHelpText="伤害型手榴弹获得额外+1破甲效果。"
LocFlyOverText="共振核心"

[ARFMEndBind X2AbilityTemplate]
LocFriendlyName="逃脱"
LocLongDescription="从被束缚状态中逃脱"
LocHelpText="从被束缚状态中逃脱"
LocFlyOverText="逃脱"

[ARFMXCOMAndromelidBladestorm X2AbilityTemplate]
LocFriendlyName="自动反应"
LocLongDescription="在敌方回合，将对任何相邻的攻击者进行近战反击。"
LocHelpText="在敌方回合，将对任何相邻的攻击者进行近战反击。"
LocFlyOverText="自动反应"
 
[ARFMSuperOverwatch X2AbilityTemplate]
LocFriendlyName="塔兹之眼的注视"
LocLongDescription="反应攻击可以暴击，主武器反应暴击造成双倍伤害。"
LocHelpText="反应攻击可以暴击，主武器反应暴击造成双倍伤害。"
LocFlyOverText="塔兹之眼的注视"

[ARFMAutomatedAscent X2AbilityTemplate]
LocFriendlyName="黎明触碰"
LocLongDescription="安魂武器造成的伤害增加20%。"
LocHelpText="安魂武器造成的伤害增加20%。"
LocFlyOverText="黎明触碰"

[ARFMDawnbreakerMelee X2AbilityTemplate]
LocFriendlyName="破晓打击"
LocLongDescription="近战攻击敌人并使他们混乱或眩晕。"
LocHelpText="近战攻击敌人并使他们混乱或眩晕。"
LocFlyOverText="破晓打击"

[ARFMXCOMDesolate X2AbilityTemplate]
LocFriendlyName="破晓者涌动"
LocLongDescription="在使用者周围大范围内造成巨大伤害和严重腐蚀"
LocHelpText="在使用者周围大范围内造成巨大伤害和严重腐蚀"
LocFlyOverText="破晓者涌动"

[ARFMXCOMNivenSuppression X2AbilityTemplate]
LocFriendlyName="心灵压制"
LocLongDescription="压制目标单位的心灵。"
LocHelpText="压制目标单位的心灵。"
LocFlyOverText="心灵压制"

[ARFMSyuBlaster X2AbilityTemplate]
LocFriendlyName="长老冲击波"
LocLongDescription="向目标开火并有可能使其眩晕。"
LocHelpText="向目标开火并有可能使其眩晕。"
LocFlyOverText="长老冲击波"

[ARFMNivenCapacitor X2AbilityTemplate]
LocFriendlyName="圣仆电容器"
LocLongDescription="获得额外的灵能攻击力加成。如果士兵拥有专注槽，将专注上限提高一点。"
LocHelpText="获得额外的灵能攻击力奖励。如果士兵拥有专注槽，将专注上限增加一。"
LocFlyOverText="圣仆电容器"

[ARFMHinterNeurons X2AbilityTemplate]
LocFriendlyName="镜像神经元"
LocLongDescription="获得虚空力量，但会受到灵能和安魂武器的伤害显着增加。"
LocHelpText="获得虚空力量，但受到灵能和安魂武器的伤害显着增加。"
LocFlyOverText="镜像神经元"

[ARFMXaeMala X2AbilityTemplate]
LocFriendlyName="粉碎者"
LocLongDescription="使用本武器成功攻击有一定几率粉碎目标，如果攻击导致目标生命值较低，则立即杀死目标。剩余生命值越低，几率越高。"
LocHelpText="使用本武器成功攻击有一定几率粉碎目标，如果攻击导致目标生命值较低，则立即杀死目标。剩余生命值越低，几率越高。"
LocFlyOverText="粉碎者"

[ARFMValkyrie X2AbilityTemplate]
LocFriendlyName="夏尔的翅膀"
LocLongDescription="对低海拔处的攻击者获得10防御。在户外获得最高机动性。当该单位在空中时，它会获得 25 点针对攻击和暴击的防御加成，而不是 10 点防御，并且如果攻击者比这个单位处于更低的海拔，它会消除标准的侧翼加成。攻击者是与该空中单位处于同一海拔高度的才可获得全额侧翼奖励。"
LocHelpText="对低海拔处的攻击者获得10防御。在户外获得最高机动性。当该单位在空中时，它会获得 25 点对抗攻击和暴击防御加成，而不是 10 点防御，并且如果攻击者比这个单位处于更低的海拔，它会消除标准的侧翼加成。攻击者是与该空中单位处于同一海拔高度的才可获得全额侧翼奖励。"
LocFlyOverText="夏尔的翅膀"

[ARFMReloadXaequez X2AbilityTemplate]
LocFriendlyName="夏尔的收获"
LocLongDescription="可以定期收集环境能量场来给夏尔奎兹充电。"
LocHelpText="可以定期收集环境能量场来给夏尔奎兹充电。"
LocFlyOverText="夏尔的收获"

[ARFMTractorBeam X2AbilityTemplate]
LocFriendlyName="夏尔奎兹牵引光束"
LocLongDescription="向目标单位发射牵引光束。击中的人形生物将被拉动。"
LocHelpText="向目标单位发射牵引光束。击中的人形生物将被拉动。"
LocFlyOverText="夏尔奎兹牵引光束"

[ARFMBalaDumExecute X2AbilityTemplate]
LocFriendlyName="巴拉杜姆的粉碎"
LocLongDescription="向所有邻近目标开火并施加粉碎效果：若攻击后目标生命值过低，将进行效果判定——额外造成伤害或直接处决目标。"
LocHelpText="向所有邻近目标开火并施加粉碎效果：若攻击后目标生命值过低，将进行效果判定——额外造成伤害或直接处决目标。"
LocFlyOverText="巴拉杜姆的粉碎"

[ARFMHaDumBanish X2AbilityTemplate]
LocFriendlyName="蛤的审判"
LocLongDescription="向目标开火，直到射击未命中或弹药耗尽。每次射击都会降低士兵的命中，直到回合结束。"
LocHelpText="向目标开火，直到射击未命中或弹药耗尽。每次射击都会降低士兵的命中，直到回合结束。"
LocFlyOverText="蛤的审判"

[ARFMSuperSuppression X2AbilityTemplate]
LocFriendlyName="卡拉的压制"
LocLongDescription="尝试摧毁目标的掩体，对目标施加压制惩罚，然后尝试进行后续射击。如果目标移动，则再次开火。"
LocHelpText="尝试摧毁目标的掩体，对目标施加压制惩罚，然后尝试进行后续射击。如果目标移动，则再次开火。""
LocFlyOverText="卡拉的压制"

[ARFMSuperSuppressionContinue X2AbilityTemplate]
LocFriendlyName="卡拉的压制"
LocLongDescription="尝试摧毁目标的掩体，对目标施加压制惩罚，然后尝试进行后续射击。如果目标移动，如果还有剩余弹药，则再次射击。"
LocHelpText="尝试摧毁目标的掩体，对目标施加压制惩罚，然后尝试后续射击。如果目标移动，如果还有剩余弹药，则再次开火。"
LocFlyOverText="卡拉的压制"

[ARFMKorKhazanImpaler X2AbilityTemplate]
LocFriendlyName="卡赞的祝福"
LocLongDescription="射击大幅增加了针对侧翼目标的瞄准和暴击几率"
LocHelpText="射击极大地增加了针对侧翼目标的瞄准和暴击几率"
LocFlyOverText="卡赞的祝福"

[ARFMKorKhazanCripple X2AbilityTemplate]
LocFriendlyName="卡赞之怒"
LocLongDescription="向目标发射穿弩箭。这一击会必定暴击。被该技能击中的单位有很高几率被击晕。"
LocHelpText="向目标发射穿弩箭。这一击会必定暴击。被该技能击中的单位有很高几率被击晕。"
LocFlyOverText="卡赞之怒"

[ARFMTazKorOverwatch X2AbilityTemplate]
LocFriendlyName="塔兹的守夜"
LocLongDescription="进入特殊形式的监视射击并打断可见敌人的回合以采取行动。（弱鸡版裁决者反应）"
LocHelpText="进入特殊形式的监视射击并打断可见敌人的回合以采取行动。（弱鸡版裁决者反应）"
LocFlyOverText="塔兹的守夜"

[ARFMTazNalAssault X2AbilityTemplate]
LocFriendlyName="塔兹的收割"
LocLongDescription="用两次近战攻击攻击移动范围内的敌人，防止持续效果激活。"
LocHelpText="用两次近战攻击攻击移动范围内的敌人，防止持续效果激活。"
LocFlyOverText="塔兹的收割"

[ARFMTazNalAssault2 X2AbilityTemplate]
LocFriendlyName="塔兹的收割"
LocLongDescription="用两次近战攻击攻击移动范围内的敌人，防止持续效果激活。"
LocHelpText="用两次近战攻击攻击移动范围内的敌人，防止持续效果激活。"
LocFlyOverText="塔兹的收割"

[ARFMBalaKalReload X2AbilityTemplate]
LocFriendlyName="巴拉的恩典"
LocLongDescription="重新装弹是自由动作，标准射击不会结束回合。"
LocHelpText="重新装弹是自由动作，标准射击不会结束回合。"
LocFlyOverText="巴拉的恩典"

[ARFMMorKhazanMobility X2AbilityTemplate]
LocFriendlyName="卡赞的狩猎"
LocLongDescription="杀戮射击给予持有者+1额外伤害，最多+4。此外，击杀目标给予持有者防御行动点。"
LocHelpText="杀戮射击给予持有者+1额外伤害，最多+4。此外，击杀目标给予持有者防御行动点。"
LocFlyOverText="卡赞的狩猎"

[ARFMMorKhazanStealth X2AbilityTemplate]
LocFriendlyName="卡赞面纱"
LocLongDescription="进入隐藏。"
LocHelpText="进入隐藏。"
LocFlyOverText="卡赞的面纱"

[ARFMTalKhazanAntiCrit X2AbilityTemplate]
LocFriendlyName="科斯图拉共振"
LocLongDescription="安魂曲弩箭降低了对有机目标造成严重伤害的几率，但增加了对机器人目标的暴击率。这包括SPARK。"
LocHelpText="安魂曲弩箭降低了对有机目标造成严重伤害的几率，但会消灭机器人目标。这包括SPARK。"
LocFlyOverText="科斯图拉共振"

[ARFMTalKhazanCrit X2AbilityTemplate]
LocFriendlyName="科斯图拉共鸣"
LocLongDescription="安魂曲弩箭降低了对有机目标造成严重伤害的几率，但会消灭机器人目标。这包括SPARK。"
LocHelpText="安魂曲弩箭降低了对有机目标造成严重伤害的几率，但会消灭机器人目标。这包括SPARK。"
LocFlyOverText="科斯图拉共鸣"

[ARFMTalKhazanCharge X2AbilityTemplate]
LocFriendlyName="充电电容器"
LocLongDescription="必须充能才能开火。充能之后会结束回合并且在下回合自动消散能量；如果使用者有“稳手”技能且拥有剩余的行动点，那么你就可以在一回合内充能加开火。"
LocHelpText="必须充能才能开火。充能之后会结束回合并且在下回合自动消散能量；如果使用者有“稳手”技能且拥有剩余的行动点，那么你就可以在一回合内充能加开火。"
LocFlyOverText="正在充电"

[ARFMTalKhazanShot X2AbilityTemplate]
LocFriendlyName="卡赞的谴责（自由瞄准）"
LocLongDescription="向目标位置发射安魂曲弩箭。安魂曲弩箭造成影响区域伤害。安魂曲弩箭造成的伤害会绕过护盾值。针对机器人或赛博目标（很多安魂曲怪物都是），它还会造成更高的伤害。"
LocHelpText="向目标位置发射安魂曲弩箭。安魂曲弩箭造成范围伤害。安魂曲弩箭造成的伤害会绕过护盾值，刺穿护甲。针对机器人或赛博目标（很多安魂曲怪物都是），它也会造成更大的伤害。"
LocFlyOverText="卡赞的谴责"

[ARFMTalKhazanShotTargeted X2AbilityTemplate]
LocFriendlyName="卡赞的谴责（瞄准的）"
LocLongDescription="向目标位置发射安魂曲弩箭。安魂曲弩箭造成影响区域伤害。安魂曲弩箭造成的伤害会绕过护盾值。针对机器人或赛博目标（很多安魂曲怪物都是），它还会造成更高的伤害。"
LocHelpText="向目标位置发射安魂曲弩箭。安魂曲弩箭造成范围伤害。安魂曲弩箭造成的伤害会绕过护盾值，刺穿护甲。针对机器人或赛博目标（很多安魂曲怪物都是），它也会造成更大的伤害。"
LocFlyOverText="卡赞的谴责"

[ARFMKosmaLaunch X2AbilityTemplate]
LocFriendlyName="补充科斯马"
LocLongDescription="该士兵可以使用科斯马发射器的安魂曲核心来补充装备的科斯马弹药。"
LocHelpText="该士兵可以使用科斯马发射器的安魂曲核心补充装备的科斯马弹药。"
LocFlyOverText="补充科斯玛"

[ARFMKosmaGrenada X2AbilityTemplate]
LocFriendlyName="补充科斯马"
LocLongDescription="使用 科斯马发射器的安魂曲核心补充装备的科斯马弹药。如果用户有齐射或全面战斗，这不会结束回合。"
LocHelpText="使用科斯马发射器的安魂曲核心补充装备的科斯马弹药。如果用户有齐射或全面战斗，这不会结束回合。"
LocFlyOverText="补充科斯玛"

[ARFMShardGauntletsBonus X2AbilityTemplate]
LocFriendlyName="研究"

[ARFMArmorBonus X2AbilityTemplate]
LocFriendlyName="研究"

[ARFMRipjackBonus X2AbilityTemplate]
LocFriendlyName="研究"
